---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunHeight
source: html/efdde49a-c5cd-1345-ea93-ea605f5b7179.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunHeight Property

"Run Height": Run Height

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunHeight { get; }
```